Revit 2027 API
UnitTypeId.KelvinInterval Property
 Kelvin interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KelvinInterval { get; }
Public Shared ReadOnly Property KelvinInterval As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KelvinInterval {
	ForgeTypeId^ get ();
}
static member KelvinInterval : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace